package com.example.jonchen.model.entity;

import java.util.List;

/**
 * Created by 17041931 on 2017/5/4.
 */

public class NewsDetail {


    /**
     * body : <div class="main-wrap content-wrap">
     <div class="headline">

     <div class="img-place-holder"></div>
     </div>

     <div class="content-inner">




     <div class="question">
     <h2 class="question-title">如何确定未上市企业的利润真实性？</h2>

     <div class="answer">

     <div class="meta">
     <img class="avatar" src="http://pic3.zhimg.com/v2-e7bb0b1eee2c66bc15e4efb2b5e0b00e_is.jpg">
     <span class="author">Rain Zhang，</span><span class="bio">公募基金投资经理</span>
     </div>

     <div class="content">
     <p>这个问题其实几位高票答主已经回答得非常不错了，我个人在曾经担任四大的注册会计师时基本也是这样思考和应对的。但从我加入公募基金担任基金经理以后，我发现上述回答中遗憾的地方是各位所站的角度都是在内部审核者，即有机会接触内部信息的投行或者会计师角度进行分析。</p>
     <p>而事实上，不论是基金公司、评级机构、银行甚至是个人投资者，要去查阅相关公司的内部数据信息难如登天。别说是对内部账目、重大合同的审阅，就算是想把公司不同年份不同口径的报表附注进行核对都要看被投资公司相关负责人的心情。</p>
     <p>因此，本人在离开会计师事务所后专门就作为一个企业外部人如何确认企业利润的真实性（即所谓的盈余管理）进行了一些个人的思考，在此和大家做一个分享。角度和事例可能是以上市公司为主的，但我们关注的是其手段和思想。</p>
     <p><strong>财务报表盈余管理分析框架：</strong></p>
     <p>一、<strong>盈余管理的动机分析</strong></p>
     <p>盈余管理的通常操作方式为将公司有利主要财务数据在关键财务期间提前、夸大体现或将不利数据推迟、缩小体现。为识别公司隐藏的盈余管理，从根源考虑其动机必不可少。通过识别公司财务报表盈余管理的动机，我们可以<strong>确认治理层、管理层对财务报表进行盈余管理所需达成的目的，因而有的放矢识别相关的财务报表中隐藏的风险点</strong>。</p>
     <p>目前公司盈余管理主要动机如下：</p>
     <p>1.企业管理层报酬动机</p>
     <p>2.资本市场融资动机</p>
     <p>3.企业税收筹划动机 （税率变化、转移定价、保持高新技术企业 etc.）</p>
     <p>对于上市公司而言，三种动机发生的频率从高到低分别是 1&gt;2&gt;3，而非上市公司而言频率基本是 3&gt;&gt;2&gt;&gt;1。背后的原因稍后会详细说明。</p>
     <p><strong>1. 企业管理层报酬动机</strong></p>
     <p>管理层报酬动机主要分为显性报酬与隐性报酬。显性报酬主要是以货币为主的物质回报构成。而隐性报酬包括业绩名望、潜在晋升机会、声誉等构成。 在我国民营企业的报酬动机基本均由显性报酬产生，而国资企业的管理层报酬动机比较复杂，通常是显性报酬与隐性报酬的综合体现。新董事长上任前洗大澡等亦属隐性报酬的一种体现方式。</p>
     <p><strong>2. 资本市场动机</strong></p>
     <p>对于上市公司而言资本市场动机包含较为广泛，主要包括：IPO 上市、避免亏损、避免 ST、保壳、股价操纵、增发等有明确针对性目的的动机。分别针对类型不同的企业上市前公司（IPO）、业绩大幅下滑的企业（避免亏损、避免 ST、保壳），拥有控股权的民营企业股东（股价操纵）及存在较大融资需求的新兴行业企业（实现增发）等。</p>
     <p>对于非上市公司资本市场动机由于其外部融资渠道有限，主要目的就是通过报表粉饰取得银行贷款或发行债券。</p>
     <p><strong>3. 税务筹划动机</strong></p>
     <p>税务筹划动机主要是指企业出于规避税负产生扭曲报表的动机。此类盈余管理主要针对所得税，偶尔也会涉及出口退税单位的增值税退税。由于其目的在于将企业盈利集中归至税率较低的年度或企业内部主体，因而通常的操作方式是利用做低利润或将不同类型的费用在集团内进行重新分配。通常的实现方式主要包括：在税率转换年度间调节利润（取消高新技术企业、西部大开发优惠的年度）、在集团内部通过转移定价（Transfer Pricing）方式减少对应子公司的利润、为保证公司满足税收优惠政策而扭曲相关财务数据等等。</p>
     <p><strong>三类动机的特点：</strong></p>
     <p>这三项中，第 1 和第 2 项实务中主要倾向于做高利润，而第 3 项主要倾向于做低利润。从动机上很好理解，管理层的报酬以及资本市场上可以取得的融资通常与利润情况正相关，因此为了取得更多报酬、成就和金融机构的资金支持，通常需要做高利润。而对于税务局而言，越高的利润只意味着更高的纳税责任，因而从税务筹划的角度通常做低利润对公司更为有利。</p>
     <p>那么为什么上市公司通常倾向于做高利润而非上市公司倾向于做低利润呢？主要是由于对于大部分非上市公司，做高利润除了多缴税以外几乎没有任何好处。但对于民营上市公司，更高的利润意味着股价的走高，即大股东自身身价的变化。相比较股价对其财富的影响而言，税费的负面影响基本可以忽略不计了。</p>
     <p>接下来我就会从一个注册会计师的角度给大家介绍一下公司可以合理操纵利润的角度和方法。以下案例全部为真实上市公司案例，为个人人身安全起见不直接透露名称。</p>
     <p><strong>二、盈余管理中会计技术的运用</strong></p>
     <p><strong>1. 应收款项、存货减值准备</strong></p>
     <p><strong>操作方法：</strong></p>
     <p>（1）调整应收账款、存货等的减值政策来直接调整当期会计利润。如将 3 年以上账龄款项计提坏账比例从 100% 下降至 50% 等。</p>
     <p>（2）针对单项计提坏账的款项，晚计提减值或在利润好的时间计提减值并在利润较差的年度重回。</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）针对操纵方法 1，此类调整往往来源于隐藏亏损或利润的动因，应将其计提政策还原为原口径后确认该事项对利润的影响，并可借此结果理解公司的意图与倾向。此外，可将公司的账龄计提政策与同行业企业进行比较。</p>
     <p>（2）可以通过查看以后年度报表实际坏账往往是通过核销还是转回方式来确认坏账的质量</p>
     <p><strong>案例：</strong></p>
     <p>某上市医药行业 S 公司 2014 年度利润超预期达成，为减少历年波动，公司采用调整应收账款、其他应收款账龄计提方法的方式调节利润。</p>
     <p><img class="content-image" src="http://pic4.zhimg.com/70/v2-95467dfe202210d7306d99bca32da0cb_b.jpg" alt="" /></p>
     <p><img class="content-image" src="http://pic3.zhimg.com/70/v2-fbdbc369706d84241f7a643926acdf8a_b.jpg" alt="" /></p>
     <p>该调整事项累计减少利润总额 8500 万，约影响当年税后利润 3%。</p>
     <p><strong>2. 资本投入的费用化与资本化调整</strong></p>
     <p><strong>风险分布：</strong>重资产行业为主</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）调整固定资产、无形资产折旧年限及残值率</p>
     <p>（2）资本化相关费用（借款费用资本化、研发费用资本化）</p>
     <p>（3）根据公司需要将资产分类为长期待摊费用或固定资产（折旧年限差距大）</p>
     <p>（4）推迟将在建工程转为固定资产，减少当年费用支出</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）针对操纵方法 1，此类调整往往来源于隐藏亏损或利润的动因，应将其计提政策还原为原口径后确认该事项对利润的影响，并可借此结果理解公司的意图与倾向。此外，可通过观察公司已折旧完毕但仍在使用的资产占比及历年处置资产产生的营业外收支进行判断。</p>
     <p>（2）观察公司历年相关费用资本化与费用化的金额比例及绝对值变动</p>
     <p>（3）若长期待摊费用变动异常，需考虑公司此类盈余管理倾向</p>
     <p>（4）观察在建工程建设期是否过长、观察其当年新增金额占预计总额占比是否较小且已接近完工、业务角度考虑公司产能利用情况及公司未来产品产线需求。</p>
     <p><strong>案例：</strong></p>
     <p>某上市医药 N 公司 J 工业园于 2013 年投资，至 2015 已累计投资约 3 亿元，预计总投资 4 亿。公司目前总计固定资产 + 土地投资仅 6 亿原值，3.4 亿净值。J 工业园建设期长达 4 年，期间无产出，是否已经实际在使用存疑。且未来转固后预计累计新增加每年折旧 3600 万，15 年均折旧仅 4100 万，将近增加一倍。由于公司销售增长稳定，未发现产能紧缺情况，J 转固后产能是否得到完全利用存疑。</p>
     <p>此外，公司存在明显的其他固定资产延迟转固情况，如 T 新区工业园 2015 年全年无新增，且完工百分比 100%，但保持在在建工程状态超过一年，是否已经实际在使用存疑。存在少提折旧的风险。</p>
     <p>若按折旧金额推算，公司操纵的净利润每年在 4000 万以上。</p>
     <p><strong>3.金融资产的认定及处理</strong></p>
     <p><strong>风险分布：</strong>资产中存在金融资产的企业</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）在购入资产时根据公司的利润需要将其认定为对应金融资产。（在资产升值的情况下，短期需要利润时认定为交易性金融资产，短期不需要利润时认定为可供出售资产。）</p>
     <p>（2）出售持有的可供出售金融资产</p>
     <p>（3）将持有至到期金融资产调整至交易性金融资产</p>
     <p><strong>识别方法：</strong></p>
     <p>1.结合公司其他方面会计处理，判断盈余管理倾向并确认公司的会计处理方式。</p>
     <p>2.在分析公司业绩时剔除投资产生的不可持续收益，仅分析核心未来收益</p>
     <p>（注：最近会计准则对金融资产的计量政策发生了变化，但该类操纵依然可以执行）</p>
     <p><strong>案例（涵盖 1、2、3）：</strong></p>
     <p>上市公司央企 J 公司 2014 年度受管理费用增长拖累，难以达到 2014 年利润增长指标。公司类型为央企，为了达成国资委利润指标及上市公司利润增长指标采取了多种方式调增利润。</p>
     <p>最明显的迹象为非经常性损益大幅度提高，公司出售了大量以前年度记录为可供出售金融资产的股票，一次性将其计入利润表，增加利润 21 亿。</p>
     <p>此外，公司调整了固定资产的折旧政策与应收账款的计提政策。应收款项调整增加利润 6.2 亿，固定资产调整增加利润 4.2 亿。</p>
     <p>公司 2014 年利润 175 亿元，2013 年利润 157 亿。盈余管理后利润上升 12%。剔除这三处盈余管理的影响后 2014 年实际利润为 144 亿。实际净利润下降约 9%。</p>
     <p><strong>4.收购与兼并</strong></p>
     <p><strong>风险分布：</strong>存在外部收购且收购溢价较高（商誉较高）的企业</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）通过提前签订收购协议等方式将被收购公司的利润表提前并表，调增本年收入、利润，同时产生大额商誉。</p>
     <p>（2）通过操纵估值技术，减少或不计提商誉减值。由于商誉的通常估值方式为通过 DCF 模型建立假设，管理层可能为了避免商誉减值导致的利润影响而操纵减值测试中的未来折现率、增长率、毛利率等假设。</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）方法 1 通常的操作方法为将收购的法律形式提前完成，会计师与律师均无法从形式要件予以反驳，但公司的实际经营交接要远滞后于法律文件的规定时间，导致企业、业务整合要慢于预期。此类操作较难判断，但可以通过行业平均收购溢价、估值倍数与单个案例的相关比例进行比较以发现其端倪。</p>
     <p>（2）通过分析年报中与商誉所对应被收购子公司的业绩情况，剔除内部关联交易的影响，判断其业绩情况进而判断商誉是否存在减值风险。</p>
     <p><strong>5.承诺、或有事项的入表与出表</strong></p>
     <p><strong>风险分布：</strong>存在大额担保、未尽合同、承诺事项及其他或有事项的公司</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）通过与关联方之间相互担保的方式减少公司表内负债</p>
     <p>（2）通过以未尽合同、承诺事项等方式递延的现金流流出</p>
     <p>（3）通过认定为或有事项而未体现为损失的预计损失</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）分析财务报表中是否有为关联方担保的同时受关联方担保的情况及其与公司价值链流向是否相同</p>
     <p>（2）同期比较承诺事项的金额是否存在重大变化</p>
     <p>（3）审阅上市公司所披露或有事项的性质</p>
     <p><strong>6.特殊行业的收入确认</strong></p>
     <p><strong>风险分布：</strong></p>
     <p>收入确认方法特殊的行业，主要包括：</p>
     <p>大型工程业：建造合同法</p>
     <p>软件业：服务与实体（软件）捆绑销售</p>
     <p>网游等新兴行业：以使用服务（游戏道具）等确认依据存在大量会计估计的收入</p>
     <p>消费、医药等：预收款模式销售、促销费用</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）通过调整预计总成本调整建造合同法收入的确认金额</p>
     <p>（2）通过调整服务与实体间的公允价值调整应确认的收入</p>
     <p>（3）通过调整会计估计（网游道具平均使用期限、使用率等）调整收入确认</p>
     <p>（4）通过调整预收款与收入间的截止调整收入确认时点，通过调整促销费用冲减收入或确认费用的方法调整毛利率水平。</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）毛利率波动纵向分析</p>
     <p>（2）收入、应收、预收款变动分析及现金流分析</p>
     <p><strong>案例（涵盖 4、5、6）：</strong></p>
     <p><strong>并购相关：</strong></p>
     <p>某重工业 Z 公司于 2014 年收购了 Q 公司，累计出资 2 亿元，确认商誉 1.5 亿。说明商誉价值为公司评估价值 5000 万的 3 倍，存在大额商誉。2014 年 Q 公司累计净亏损 1.9 亿，经营活动现金流入 4.4 亿，账面所有者权益为负数。通过 Q 公司官网可以了解到 Z 公司为收购前 YY 的大客户，且业务持续至今。</p>
     <p>上述信息结合 Z 公司业务说明 Q 公司业绩不佳资不抵债，Z 将其收购整合后欲利用其船舶制造优势发展相关业务，收购后通过支付大量款项支持其正常运作，但 Q 依然亏损严重。若 2015 年度报表报出后 Q 公司仍存在较大亏损，而商誉未发生变化则需考虑商誉减值的风险。</p>
     <p><strong>或有事项相关：</strong></p>
     <p>Z 公司从 2013 年年报开始披露其就某新能源建设项目与美国 F 公司之间的纠纷。2013 年 F 公司单方面要求银行兑付了 2350 万欧元的保函。通过与报表的核对，确认其已体现为 13 年的当期应收账款坏账中，因此无潜在财务报表影响。</p>
     <p>2014 年年报中披露 F 公司以产品质量相关的问题构成违约为由在英国高等法院技术工程庭提起诉讼，要求公司赔偿额外测试修理费用、工期延误及其他相关损失，合计约 2.5 亿英镑(包含已兑付的 2300 万欧元的保函金额)。因此公司存在潜在的巨额产品质量赔偿，且该事项未体现在当年利润表中。若忽视该事项，即使最终判决赔偿款为对方索赔的一半即 1.25 亿英镑，公司亦损失超过 12 亿人民币，超过公司上市以来所有年度利润总和。</p>
     <p><strong>7.递延所得税的确认</strong></p>
     <p><strong>操作方法：</strong></p>
     <p>通过不同时期确认范围的递延所得税资产影响利润</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）比较历年所得税费用实际税率与公司法定税率之间的差异</p>
     <p>（2）分析递延所得税资产、负债的构成变化</p>
     <p><strong>案例：</strong></p>
     <p>某医药行业 N 公司 2014 年未考虑内部销售产生的未实现毛利对利润表的影响，但 2015 年考虑该影响。导致递延所得税资产变化，进而使得 2015 年利润较 2014 年同口径增加了 1400 万。</p>
     <p><strong>8.递延收益与营业外收入的分摊</strong></p>
     <p><strong>风险分布：</strong>主要存在于收到大量政府补助的公司，尤其是科研类补助</p>
     <p><strong>操作方法：</strong></p>
     <p>（1）将收到的政府补助不区分资产性或收益性，全部一次性计入利润表</p>
     <p>（2）将无明确转移时点的政府补助留存于递延收益，待需要利润时转入利润表</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）结合分析递延收益的余额变动及营业外收入中补助类余额的变动</p>
     <p>（2）观察递延收益中收益性补助转入利润表金额的纵向变化波动</p>
     <p>（3）观察营业外收入计入利润表金额与现金流量表中计入金额的差异</p>
     <p><strong>9.非货币性资产交换</strong></p>
     <p><strong>风险分布：</strong>存在大额关联交易的公司，资产重组的公司</p>
     <p><strong>操作方法：</strong></p>
     <p>通过非货币性资产交换，将外部取得的资产公允价值调高，将资产价值正差异体现入利润表</p>
     <p><strong>识别方法：</strong></p>
     <p>较难识别，若较易获取公允价值的资产（如房产）可通过外部查询确认。否则仅能通过公司盈余管理动机及交易产生的损益进行风险识别。</p>
     <p><strong>10.其他应付款 - 预提费用秘密准备</strong></p>
     <p><strong>风险分布：</strong>医药、消费品等预提费用占比较大的行业</p>
     <p><strong>操作方法：</strong></p>
     <p>通过在盈利较多的年度多提未来营销费用，并在盈利较少的年度释放进行盈余管理。</p>
     <p><strong>识别方法：</strong></p>
     <p>（1）由于大部分公司的预提费用均在年末一次性计提，因此难以采用季度数据判断计提数据合理性。通常可以采用的方法包括年度收入与预提费用比例分析及营销费用与预提营销款余额比例分析等方式执行。</p>
     <p><strong>案例：</strong></p>
     <p>某消费品上市公司历年营销费用余额与销售收入比例基本保持稳定。但应付营销类费用的预提费用余额与所发生的销售费用比例逐年提高。2012 年年末预提了平均 3 个月的促销费用，到 2014 年末年末余额已接近 14 年 5 个月的促销费用。</p>
     <p>结合公司业务，公司的主要产品在夏秋两季为销售旺季，这意味着实际的促销费用周转时间将更长。在年末计提如此大量的准备有很大的利润储备的嫌疑。</p>
     <p><img class="content-image" src="http://pic3.zhimg.com/70/v2-d27c138507d827e8a0f1f3cf89e717e2_b.jpg" alt="" /></p>
     <p><strong>10.关联方利益输送</strong></p>
     <p><strong>风险分布：</strong>关联方交易较多的企业</p>
     <p><strong>操作方法：</strong></p>
     <p>关联方交易利益输送方式多种多样，并不唯一，包括正向输入与反向输出。且需依据与关联方之间的业务实质结合价值链进行判断，并无一定的方法。</p>
     <p><strong>识别方法：</strong></p>
     <p>由于上市公司关联方交易复杂，且需结合公司实际业务进行分析，一般分析的原则为通过外部信息及比较分析判断关联方交易价格是否公允，是否存在异常关联方占款。如果是上市公司则每年会披露《控股股东及其他关联方占用资金情况专项报告》,通常可通过该报告与业务结合分析判断相应风险。</p>
     <p>上述为我个人过去身为多年上市和非上市公司会计师时的经验总结，有些来源于我个人的亲身经历，有些则是业务研究公司报表时候的收获。但个人的经验告诉我，利润真实性这件事如果仅仅作为一个外部观察者，在大部分情况下，很容易陷入要不全盘接受拿公司的人品做信仰，要不草木皆兵哪个数字都不相信的尴尬境地。</p>
     <p>因此，这里我稍微歪题一下，给大家几个<strong>发现财务报表逻辑矛盾</strong>的方法以及发现矛盾后跟进分析的要点，进而可以更好地帮助大家判断公司利润的真实性。</p>
     <p><strong>三、判断盈余管理风险大小的财报分析逻辑</strong></p>
     <p><strong>1. 经营现金流量与净利润差异的调节项目较大</strong></p>
     <p>主要风险:净利润造假风险及企业现金流枯竭风险</p>
     <p>具体分析：需结合企业资金投入方向，相关资产的现金流产生能力、应收款项周转情况等多方面分析风险大小</p>
     <p><strong>2. 长期资产的变动与收入无明显关系</strong></p>
     <p>主要风险:净利润、现金流造假风险及企业盲目扩张产生的经营风险</p>
     <p>具体分析：公司销售增长情况、公司未来销售规划、产能情况分析，新产品研产销周期分析</p>
     <p><strong>3. 毛利水平较同行业公司存在重大差异</strong></p>
     <p>主要风险:收入确认方式不同导致公司业绩无法直接比较，销售成本少计</p>
     <p>具体分析：可比公司产品类型分析，竞争能力分析，收入与应收账款比例分析，成本、存货、未实现毛利比例分析</p>
     <p><strong>4.股权激励指标（收入、净利润）若出现以下情况：</strong></p>
     <p>（1）剔除季节性因素后季度间财务数据的重大波动</p>
     <p>（2）新增关联方收入业务或关联方公司收购导致的收入、利润增长</p>
     <p>主要风险：出于达成股权激励、保壳等激励或业绩指标，操纵利润</p>
     <p>具体分析：综合分析财务报表，确认公司当年盈余管理偏向。分析其当年财务数据（收入、利润）的可持续性。</p>
     <p><strong>5.更换会计师</strong></p>
     <p>如果公司更换会计师事务所，可能是管理层由于就某些会计处理事项与会计师无法达成一致。通常可以根据更换会计师的时间判断更换会计师的原因，如果公布更换会计师的时间早于年报当年的 10 月（即 15 年年报会计师在 15 年 10 月前更换）则大概率是正常的会计师更换。而若在当年 12 月甚至次年更换会计师（如：16 年的年报 17 年初才换会计师或召开临时股东大会，审议事项仅此一项），则公司通过盈余管理操纵利润的可能性就很大。</p>
     <p>这个时间点判断的主要原因是会计师事务所一般在 9-12 月进行当年的预审，因此主要会计问题会在这个期间发现，然后会计师会与公司进行来回的拉锯战就重大会计分歧进行讨论。在 95% 的情况下，大家都会各退一步达成妥协。但当公司特别过分以至于会计师认为自己无论如何都无法让会计处理符合会计准则（即使从形式上），会计师通常会选择辞职。而此时，通常已经接近年审或已经处于年审时间，因此太晚更换会计师的公司通常会多多少少有些问题。</p>
     <p>正常的会计师更换一般是在 16 年年报出具后（通常在一年的 4 月左右）就决定的，因为年报出具后通常要召开股东大会。这时提请股东大会审议更换会计师的提案时间上有充分准备，新任会计师也会有充足的时间熟悉公司的业务和会计逻辑。</p>
     <p>Rain 的公司分析小讲堂：</p>
     <p><a href="https://www.zhihu.com/question/20163489/answer/160926126">如何阅读上市公司的年报？有哪些较好的方法？ - 知乎</a></p>
     <hr />
     <p>鉴于有朋友问是否有书可以系统学习利润操纵方面的信息，我很遗憾地说此类的研究目前还没有非常系统的分析体系，多数此领域的文章和分析都还处于&ldquo;揭黑&rdquo;的案例型分析。不过关注的朋友也不必气馁，我本人有一位非常尊敬的财务打假者&ldquo;夏草&rdquo;前辈，他著有多本有关利润质量判断的书籍如《 <a href="https://www.baidu.com/s?wd=%E4%B8%8A%E5%B8%82%E5%85%AC%E5%8F%B848%E5%A4%A7%E8%B4%A2%E5%8A%A1%E8%BF%B7%E5%B1%80&amp;rsf=1&amp;rsp=0&amp;f=1&amp;oq=%E5%A4%8F%E8%8D%89%E8%80%81%E5%B8%88%E7%9A%84%E4%B9%A6&amp;tn=baiduhome_pg&amp;ie=utf-8&amp;f=1&amp;rsv_idx=2&amp;rsv_pq=bbb88f790006bfe2&amp;rsv_t=13942Ehw%2FxfTeQ%2F5myfAgXIQ13zKU1lTlVJGxE4kjtKaMLc0uugaxgcHubrJIMEhbRcv&amp;rqlang=cn&amp;rs_src=0&amp;rsv_pq=bbb88f790006bfe2&amp;rsv_t=13942Ehw%2FxfTeQ%2F5myfAgXIQ13zKU1lTlVJGxE4kjtKaMLc0uugaxgcHubrJIMEhbRcv">上市公司 48 大财务迷局</a> 》、《财务揭黑》等，虽然依然是以案例居多，但从中可以基本了解各类公司从其动机出发达到操纵利润的主要手段。推荐给有兴趣的读者。</p>
     </div>
     </div>


     <div class="view-more"><a href="http://www.zhihu.com/question/20365173">查看知乎讨论<span class="js-question-holder"></span></a></div>

     </div>


     </div>
     </div>
     * image_source : Yestone.com 版权图片库
     * title : 一个未上市公司的老板说去年赚了 4 个亿，他在说谎吗？
     * image : https://pic4.zhimg.com/v2-c0e24286afad9a01ac10c43dfb4698df.jpg
     * share_url : http://daily.zhihu.com/story/9397441
     * js : []
     * ga_prefix : 050416
     * images : ["https://pic3.zhimg.com/v2-7643b9864c75b1b83288342d95ee0a8e.jpg"]
     * type : 0
     * id : 9397441
     * css : ["http://news-at.zhihu.com/css/news_qa.auto.css?v=4b3e3"]
     */

    private String body;
    private String image_source;
    private String title;
    private String image;
    private String share_url;
    private String ga_prefix;
    private int type;
    private int id;
    private List<?> js;
    private List<String> images;
    private List<String> css;

    public String getBody() {
        return body;
    }

    public void setBody(String body) {
        this.body = body;
    }

    public String getImage_source() {
        return image_source;
    }

    public void setImage_source(String image_source) {
        this.image_source = image_source;
    }

    public String getTitle() {
        return title;
    }

    public void setTitle(String title) {
        this.title = title;
    }

    public String getImage() {
        return image;
    }

    public void setImage(String image) {
        this.image = image;
    }

    public String getShare_url() {
        return share_url;
    }

    public void setShare_url(String share_url) {
        this.share_url = share_url;
    }

    public String getGa_prefix() {
        return ga_prefix;
    }

    public void setGa_prefix(String ga_prefix) {
        this.ga_prefix = ga_prefix;
    }

    public int getType() {
        return type;
    }

    public void setType(int type) {
        this.type = type;
    }

    public int getId() {
        return id;
    }

    public void setId(int id) {
        this.id = id;
    }

    public List<?> getJs() {
        return js;
    }

    public void setJs(List<?> js) {
        this.js = js;
    }

    public List<String> getImages() {
        return images;
    }

    public void setImages(List<String> images) {
        this.images = images;
    }

    public List<String> getCss() {
        return css;
    }

    public void setCss(List<String> css) {
        this.css = css;
    }
}
